Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: %lld node observations
es: %lld observaciones de nodos
ja: %lld件のノード観測
ko: %lld개 노드 관측값
zh_hans: %lld 个节点观测

source: Africa
es: África
ja: アフリカ
ko: 아프리카
zh_hans: 非洲

source: All regions
es: Todas las regiones
ja: すべての地域
ko: 모든 지역
zh_hans: 所有地区

source: Choose a country
es: Elige un país
ja: 国を選択
ko: 국가를 선택해 주세요
zh_hans: 选择国家

source: Choose country sharing…
es: Elegir si compartir el país…
ja: 国設定の共有を選択…
ko: 국가 설정 공유 선택…
zh_hans: 选择国家设置共享…

source: Choose whether to share a country. Declining keeps all wallet and node features available.
es: Elige si quieres compartir el país. Rechazarlo mantiene todas las funciones de la cartera y el nodo.
ja: 国設定を共有するか選んでください。拒否してもウォレットとノードの全機能を利用できます。
ko: 국가 설정을 공유할지 선택하세요. 거절해도 지갑과 노드의 모든 기능을 이용할 수 있어요.
zh_hans: 请选择是否共享国家设置。拒绝不会影响钱包和节点的任何功能。

source: Continue
es: Continuar
ja: 続ける
ko: 계속
zh_hans: 继续

source: Country
es: País
ja: 国
ko: 국가
zh_hans: 国家

source: Country comes from this Mac's region setting. Turning it off keeps this Mac in its continent. The globe receives no IP addresses, cities or coordinates.
es: El país procede del ajuste de región de este Mac. Al desactivarlo, este Mac sigue en el recuento de su continente. El globo no recibe direcciones IP, ciudades ni coordenadas.
ja: 国はこのMacの地域設定に基づきます。オフにすると、このMacは大陸の集計にのみ含まれます。地球儀にはIPアドレス、都市、座標を送信しません。
ko: 국가는 이 Mac의 지역 설정을 기준으로 해요. 끄면 이 Mac은 대륙 수에만 포함돼요. 지구본에는 IP 주소, 도시, 좌표를 보내지 않아요.
zh_hans: 国家取自此 Mac 的地区设置。关闭后，此 Mac 仍计入其所在大洲。地球仪不会接收 IP 地址、城市或坐标。

source: Country sharing
es: Compartir país
ja: 国設定の共有
ko: 국가 설정 공유
zh_hans: 国家设置共享

source: Country sharing is optional. Your selected country stays on this Mac and chooses a broad region bucket. Public observations show only counts for groups of at least three. Turning it off stops future use of the country preference. Your relay's region and connection IP address remain visible to peers.
es: Compartir el país es opcional. El país elegido permanece en este Mac y selecciona una región amplia. Las observaciones públicas solo muestran recuentos de grupos de al menos tres. Desactivarlo detiene el uso futuro de la preferencia. Los pares siguen viendo la región del relé y la IP de conexión.
ja: 国設定の共有は任意です。選んだ国はこのMacに残り、広域地域の区分を選びます。公開観測値は3件以上の集団の数だけを表示します。オフにすると今後の国設定の使用が止まります。リレーの地域と接続IPアドレスは引き続きピアから見えます。
ko: 국가 설정 공유는 선택 사항이에요. 선택한 국가는 이 Mac에만 남고 넓은 지역 버킷을 정해요. 공개 관측값은 3개 이상 그룹의 수만 표시해요. 끄면 앞으로 국가 설정을 쓰지 않아요. 릴레이 지역과 연결 IP 주소는 피어에게 계속 보일 수 있어요.
zh_hans: 国家设置共享是可选的。所选国家留在此Mac，仅用于选择大范围地区分组。公开观测只显示至少3个的群体数量。关闭会停止今后使用国家偏好。对等节点仍可看到中继地区和连接IP地址。

source: Country sharing is selected below. You can turn it off before continuing.
es: Compartir el país está seleccionado abajo. Puedes desactivarlo antes de continuar.
ja: 下で国設定の共有が選択されています。続行前にオフにできます。
ko: 아래에서 국가 설정 공유가 선택되어 있어요. 계속하기 전에 끌 수 있어요.
zh_hans: 下方已选中国家设置共享。你可以在继续之前关闭。

source: Counts withheld for privacy
es: Recuentos ocultos por privacidad
ja: プライバシー保護のため集計非公開
ko: 개인정보 보호를 위해 수 비공개
zh_hans: 出于隐私保护不显示数量

source: Don't share country
es: No compartir el país
ja: 国設定を共有しない
ko: 국가 설정 공유 안 함
zh_hans: 不共享国家设置

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: EastSea can use the country in your Mac's Region setting to choose a broad region bucket. The country stays on this Mac. No country preference is sent until you answer here.
es: EastSea puede usar el país de la configuración regional del Mac para elegir una región amplia. El país permanece en este Mac. No se envía ninguna preferencia de país hasta que respondas aquí.
ja: EastSeaはMacの地域設定の国を使い、広域の地域区分を選べます。国はこのMacに残ります。ここで回答するまで国の設定は送信されません。
ko: 동해는 Mac의 지역 설정에 있는 국가로 넓은 지역 버킷을 정할 수 있어요. 국가는 이 Mac에만 남아요. 여기에서 응답하기 전에는 국가 설정을 보내지 않아요.
zh_hans: EastSea可使用Mac地区设置中的国家来选择大范围地区分组。国家留在本机。在你回答此页面之前，不会发送任何国家偏好。

source: Europe
es: Europa
ja: ヨーロッパ
ko: 유럽
zh_hans: 欧洲

source: Joining encrypts a DeviceCheck token to Pipln's registrar; only it can decrypt it and send it to Apple (USA), at registration and for daily checks. The registrar keeps the voting key, operator and beacon addresses, node ID and registration time without automatic expiry.
es: Al unirte, el token de DeviceCheck se cifra con la clave del registrador de Pipln. Solo él puede descifrarlo y enviarlo a Apple (EE. UU.) al registrarte y en las verificaciones diarias. Conserva la clave de votación, direcciones del operador y la baliza, ID del nodo y hora de registro sin caducidad automática.
ja: 参加時にDeviceCheckトークンをPiplnの登録サービスの鍵で暗号化します。登録サービスだけが復号し、登録時と日次確認時にApple（米国）に送ります。投票鍵、運営者・ビーコンのアドレス、ノードIDと登録時刻を自動期限なしで保持します。
ko: 참여하면 DeviceCheck 토큰을 Pipln 등록기의 키로 암호화해요. 등록기만 복호화할 수 있고, 등록 때와 일일 확인 때 Apple(미국)에 보내요. 등록기는 투표키, 운영자·비콘 주소, 노드 ID와 등록 시각을 자동 만료 없이 보관해요.
zh_hans: 加入时，DeviceCheck令牌使用Pipln注册服务的密钥加密。仅注册服务可解密，并在注册和每日检查时发送给Apple（美国）。注册服务保存投票密钥、运营者和信标地址、节点ID及注册时间，不设自动到期。

source: Last available count
es: Último recuento disponible
ja: 最後に取得した台数
ko: 마지막으로 확인한 수
zh_hans: 上次获取的数量

source: Legacy .aeth names are only available on testnet 7780.
es: Los nombres .aeth antiguos solo están disponibles en la red de prueba 7780.
ja: 旧 .aeth 名はテストネット 7780 でのみ利用できます。
ko: .aeth 이름은 테스트넷 7780에서만 쓸 수 있어요.
zh_hans: 旧 .aeth 名称仅可用于测试网 7780。

source: Live count: what this node can see. Regions come from relays, not a Mac's location.
es: El recuento muestra lo que este nodo puede ver. Las regiones proceden de los relés, no de la ubicación del Mac.
ja: このノードから見えるMacの数です。地域はMacの所在地ではなく、リレーに基づきます。
ko: 실시간 수는 이 노드에서 보이는 Mac 수예요. 지역은 Mac의 위치가 아니라 릴레이를 기준으로 해요.
zh_hans: 实时数量仅反映此节点可见的 Mac。地区来自中继，而非 Mac 的位置。

source: Live network privacy
es: Privacidad de la red en vivo
ja: ライブネットワークのプライバシー
ko: 실시간 네트워크 개인정보
zh_hans: 实时网络隐私

source: Live network unavailable
es: Red en directo no disponible
ja: ライブネットワークを利用できません
ko: 실시간 네트워크 정보를 가져올 수 없어요
zh_hans: 实时网络不可用

source: Mac region
es: Región del Mac
ja: Macの地域
ko: Mac 지역
zh_hans: Mac 地区

source: Macs this node can see
es: Macs visibles para este nodo
ja: このノードから見えるMac
ko: 이 노드에서 보이는 Mac
zh_hans: 此节点可见的 Mac

source: Name registry is not available on this network.
es: El registro de nombres no está disponible en esta red.
ja: このネットワークでは名前レジストリを利用できません。
ko: 이 네트워크에는 이름 레지스트리가 아직 없어요.
zh_hans: 此网络尚无名称注册表。

source: Network
es: Red
ja: ネットワーク
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

source: No app is linked to this name.
es: No hay ninguna aplicación vinculada a este nombre.
ja: この名前にリンクされたアプリはありません。
ko: 이 이름에 연결된 앱이 없어요.
zh_hans: 此名称未关联应用。

source: North America
es: Norteamérica
ja: 北アメリカ
ko: 북아메리카
zh_hans: 北美洲

source: Oceania
es: Oceanía
ja: オセアニア
ko: 오세아니아
zh_hans: 大洋洲

source: Open Network
es: Abrir Red
ja: ネットワークを開く
ko: 네트워크 열기
zh_hans: 打开网络

source: Peers and relays see connection IP addresses; RPC nodes see queried addresses. Cloudflare hosts the site and gateway; GitHub receives update requests made by Sparkle, including IP address and app version. Ask privacy@eastsea.xyz to delete removable service data; public chain copies cannot be recalled.
es: Los pares y relés ven las IP de conexión; los nodos RPC ven las direcciones consultadas. Cloudflare aloja el sitio y la pasarela; GitHub recibe solicitudes de actualización de Sparkle con tu IP y versión de la app. Solicita borrar datos eliminables del servicio a privacy@eastsea.xyz; las copias públicas de la cadena no se pueden recuperar.
ja: ピアとリレーは接続IPアドレスを、RPCノードは照会したアドレスを確認できます。Cloudflareはサイトとゲートウェイをホストし、GitHubはIPアドレスとアプリのバージョンを含むSparkleの更新リクエストを受け取ります。削除可能なサービスデータはprivacy@eastsea.xyzに請求してください。公開チェーンのコピーは回収できません。
ko: 피어와 릴레이는 연결 IP 주소를 보고, RPC 노드는 조회한 주소를 봐요. Cloudflare는 사이트와 게이트웨이를 호스팅하고, GitHub는 Sparkle 업데이트 요청의 IP 주소와 앱 버전을 받아요. 삭제 가능한 서비스 데이터는 privacy@eastsea.xyz로 요청하세요. 공개 체인 사본은 회수할 수 없어요.
zh_hans: 对等节点和中继可看到连接IP地址，RPC节点可看到查询地址。Cloudflare托管网站和网关；GitHub收到Sparkle发出的更新请求，包括IP地址和应用版本。请向privacy@eastsea.xyz请求删除可移除的服务数据，公共链副本无法收回。

source: Privacy
es: Privacidad
ja: プライバシー
ko: 개인정보
zh_hans: 隐私

source: Private keys stay on this device. Addresses, balances, transactions, rewards and registration records are public on chain indefinitely, even after you stop using the app.
es: Las claves privadas permanecen en este dispositivo. Las direcciones, saldos, transacciones, recompensas y registros de inscripción son públicos en la cadena indefinidamente, incluso si dejas de usar la app.
ja: 秘密鍵はこの端末に残ります。アドレス、残高、取引、報酬と登録記録は、アプリの使用をやめた後もチェーン上で無期限に公開されます。
ko: 개인키는 이 기기에 남아요. 주소, 잔액, 거래, 보상과 등록 기록은 앱 사용을 중단한 뒤에도 체인에서 무기한 공개돼요.
zh_hans: 私钥保留在此设备上。地址、余额、交易、奖励和注册记录在链上无限期公开，即使你停止使用应用也是如此。

source: Read the privacy policy
es: Leer la política de privacidad
ja: プライバシーポリシーを読む
ko: 개인정보 처리방침 읽기
zh_hans: 阅读隐私政策

source: Region unavailable
es: Región no disponible
ja: 地域を取得できません
ko: 지역을 확인할 수 없어요
zh_hans: 地区不可用

source: Share country
es: Compartir el país
ja: 国設定を共有
ko: 국가 설정 공유
zh_hans: 共享国家设置

source: Share this Mac's country
es: Compartir el país de este Mac
ja: このMacの国を共有
ko: 이 Mac의 국가 공유
zh_hans: 共享此 Mac 的国家

source: South America
es: Sudamérica
ja: 南アメリカ
ko: 남아메리카
zh_hans: 南美洲

source: That is not a valid .sea name.
es: No es un nombre .sea válido.
ja: 有効な .sea の名前ではありません。
ko: 올바른 .sea 이름이 아니에요.
zh_hans: 这不是有效的 .sea 名称。

source: The choice contributes only to broad regional counts. Public observations hide groups smaller than three. This choice is not saved on chain. Stop future sharing anytime in Settings; already received aggregate copies may remain.
es: La elección solo contribuye a recuentos de regiones amplias. Las observaciones públicas ocultan grupos de menos de tres. No se guarda en la cadena. Puedes detener el uso compartido futuro en Ajustes; las copias agregadas ya recibidas pueden permanecer.
ja: 選択は広域地域の集計にだけ反映されます。公開観測値は3件未満の集団を非表示にします。選択はチェーンに保存されません。設定でいつでも今後の共有を停止できますが、受信済みの集計コピーは残る場合があります。
ko: 이 선택은 넓은 지역별 수에만 반영돼요. 공개 관측값은 3개 미만 그룹을 숨겨요. 선택은 체인에 저장하지 않아요. 설정에서 언제든 앞으로의 공유를 중단할 수 있지만, 이미 받은 집계 사본은 남을 수 있어요.
zh_hans: 此选择仅用于宽泛地区的计数。公开观测会隐藏不足3个的群体。选择不保存到链上。你可随时在设置中停止今后的共享，但已收到的汇总副本可能保留。

source: The globe shows this Mac’s node view. Counts can differ between nodes.
es: El globo muestra la red que ve el nodo de este Mac. Los recuentos pueden variar entre nodos.
ja: 地球儀はこのMacのノードから見えるネットワークを表示します。台数はノードごとに異なる場合があります。
ko: 지구본은 이 Mac의 노드에서 보이는 네트워크를 표시해요. 노드마다 수가 다를 수 있어요.
zh_hans: 地球仪显示此 Mac 节点所见的网络。不同节点的数量可能不同。

source: The name registry could not be read.
es: No se pudo leer el registro de nombres.
ja: 名前レジストリを読み取れませんでした。
ko: 이름 레지스트리를 읽지 못했어요.
zh_hans: 无法读取名称注册表。

source: This app is no longer listed.
es: Esta aplicación ya no está registrada.
ja: このアプリの登録は解除されています。
ko: 이 앱은 더 이상 등재되어 있지 않아요.
zh_hans: 此应用已取消登记。

source: This name has expired.
es: Este nombre ha caducado.
ja: この名前は有効期限が切れています。
ko: 이 이름은 만료됐어요.
zh_hans: 此名称已过期。

source: This name is not registered.
es: Este nombre no está registrado.
ja: この名前は登録されていません。
ko: 등록되지 않은 이름이에요.
zh_hans: 此名称尚未注册。

source: This name is reserved for a wallet action.
es: Este nombre está reservado para una acción de la cartera.
ja: この名前はウォレットの操作用に予約されています。
ko: 지갑 동작을 위해 예약된 이름이에요.
zh_hans: 此名称已保留供钱包操作使用。

source: Unknown region
es: Región desconocida
ja: 地域不明
ko: 지역 미상
zh_hans: 地区未知

source: Unverified cohort observations, not a count of distinct Macs. Broad regions use a local country choice or relays; small groups are folded together.
es: Son observaciones de grupos sin verificar, no un recuento de Macs distintos. Las regiones amplias usan una elección local de país o relés; los grupos pequeños se agrupan.
ja: 異なるMacの台数ではなく、未検証の集団観測値です。広域地域はローカルの国設定またはリレーに基づき、小さな集団はまとめます。
ko: 서로 다른 Mac 수가 아닌 검증되지 않은 그룹 관측값이에요. 넓은 지역은 로컬 국가 설정이나 릴레이를 기준으로 하고, 작은 그룹은 합쳐요.
zh_hans: 这是未经验证的群体观测，并非不同Mac的数量。宽泛地区由本地国家设置或中继确定；小群体会合并。

source: Web addresses (.com, etc.) aren't EastSea names. Open them with https://.
es: Las direcciones web (.com, etc.) no son nombres de EastSea. Ábrelas con https://.
ja: ウェブアドレス（.com など）は EastSea の名前ではありません。https:// で開いてください。
ko: 웹 주소(.com 등)는 동해 이름이 아니에요. https://로 여세요.
zh_hans: 网页地址（.com 等）不是 EastSea 名称。请使用 https:// 打开。

source: Your country is shown on the globe; you can turn it off in Settings
es: Tu país se muestra en el globo; puedes desactivarlo en Ajustes
ja: あなたの国が地球儀に表示されます。設定でオフにできます
ko: 지구본에 내 나라를 표시해요. 설정에서 끌 수 있어요.
zh_hans: 你的国家会显示在地球仪上；可在设置中关闭

source: Your country on the globe
es: Tu país en el globo
ja: 地球儀に表示されるあなたの国
ko: 지구본에 표시되는 내 나라
zh_hans: 地球仪上的你的国家

source: EastSea retries by itself; nothing was deleted.
ja: EastSeaが自動で再試行します。何も削除されていません。
ko: 동해가 알아서 다시 시도해요. 지운 것은 없어요.
zh_hans: EastSea 会自动重试；没有删除任何内容。
zh_hant: EastSea 會自動重試，沒有刪除任何資料。

source: This Mac is a voting node, so the other validators are waiting for it.
ja: このMacは投票ノードのため、ほかの検証者が待っています。
ko: 투표 노드라서 다른 검증자들이 기다리고 있어요.
zh_hans: 此 Mac 是投票节点，其他验证者正在等待它。
zh_hant: 此 Mac 是投票節點，其他驗證者正在等候它。

source: "Start up automatically after a power failure" is off. Turn it on in System Settings ▸ Battery (or Energy).
ja: 「停電後に自動的に起動」がオフです。システム設定 ▸ バッテリー（またはエネルギー）でオンにしてください。
ko: 정전 후 자동 켜기가 꺼져 있어요. 시스템 설정 ▸ 배터리(또는 에너지)에서 '정전 후 자동으로 켜기'를 켜 주세요.
zh_hans: “电源故障后自动启动”已关闭。请在“系统设置”▸“电池”或“节能”中开启。
zh_hant: 「停電後自動啟動」已關閉，請在「系統設定」▸「電池」（或「能源」）中開啟。

source: %@ %@ more itemized than the balance shows — try again in a moment
ja: 内訳の合計が残高より%@ %@多くなっています。少し待って再確認してください
ko: 내역 합계가 잔액보다 %@ %@ 많아요. 잠시 뒤 다시 확인해 주세요
zh_hans: 明细合计比余额多 %@ %@，请稍后重试
zh_hant: 明細總額比餘額多 %@ %@，請稍後再試

source: %@ %@ not yet itemized — load older activity to account for it
ja: %@ %@の内訳がまだありません。過去の履歴を読み込むと確認できます
ko: %@ %@만큼은 아직 내역에 없어요. 이전 활동을 더 불러오면 채워져요
zh_hans: %@ %@ 尚未列入明细，加载更早的活动记录即可补全
zh_hant: %@ %@ 尚未列入明細，載入更早的活動即可補齊

source: %@ Wallet
ja: %@ウォレット
ko: %@ 지갑
zh_hans: %@ 钱包
zh_hant: %@ 錢包

source: %@ asks to send
ja: %@から送金の依頼が届いています
ko: %@에서 보내기를 요청해요
zh_hans: %@ 请求发送
zh_hant: %@ 請求傳送

source: %@ asks you to sign this. Check it before you approve.
ja: %@が署名を求めています。承認する前に内容を確認してください。
ko: %@에서 서명을 요청했어요. 승인하기 전에 내용을 확인해 주세요.
zh_hans: %@ 请求你签名。批准前请先检查内容。
zh_hant: %@ 請求你簽署這份內容。請先確認，再批准。

source: %@ base units
ja: 基本単位で%@
ko: 기본 단위 %@
zh_hans: %@ 基本单位
zh_hant: %@ 基本單位

source: %@ in the last %@
ja: 過去%2$@で%1$@
ko: 최근 %2$@ 동안 %1$@
zh_hans: 过去 %2$@ 内 %1$@
zh_hant: %@（最近 %@）

source: %@ in total
ja: 全期間で%@
ko: 전체 기간 %@
zh_hans: 总计 %@
zh_hant: %@（全部期間）

source: %@ is running from a temporary place.
ja: %@は一時的な場所から実行されています。
ko: %@가 임시 위치에서 실행되고 있어요.
zh_hans: %@ 正在临时位置运行。
zh_hant: %@ 正在臨時位置執行。

source: %@ min
ja: %@分
ko: %@분
zh_hans: %@ 分钟
zh_hant: %@ 分鐘

source: %@ minutes
ja: %@分
ko: %@분
zh_hans: %@ 分钟
zh_hant: %@ 分鐘

source: %@ raw units
ja: 最小単位で%@
ko: %@ 원시 단위
zh_hans: %@ 原始单位
zh_hant: %@ 原始單位

source: %@ s
ja: %@秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: %@ seconds
ja: %@秒
ko: %@초
zh_hans: %@ 秒
zh_hant: %@ 秒

source: %@ total
ja: 合計%@
ko: 합계 %@
zh_hans: 共 %@
zh_hant: %@ 總計

source: %@ units
ja: %@単位
ko: %@ 단위
zh_hans: %@ 单位
zh_hant: %@ 單位

source: %@ wants to see your address %@. It cannot move funds: every payment or call still asks you here.
ja: %@がアドレス%@の閲覧を求めています。資金を動かすことはできません。支払いや呼び出しは毎回ここで確認します。
ko: %@에서 내 주소(%@)를 보려고 해요. 주소만 보여 주므로 돈을 옮길 수는 없어요. 결제나 요청은 매번 여기서 다시 물어봐요.
zh_hans: %@ 想查看你的地址 %@。它无法转移资金，每次付款或调用仍会在此征求同意。
zh_hant: %@ 想查看你的地址 %@。查看地址無法移動資金，每次付款或呼叫仍會在這裡詢問你。

source: %@%@ free. Free about %@ more.
ja: %@空き容量%@。あと%@ほど空けてください。
ko: %@저장 공간 %@ 남음. 약 %@만 더 비워 주세요.
zh_hans: %@可用空间 %@。请再腾出约 %@。
zh_hant: %@可用空間 %@。請再清出約 %@。

source: %@, verified
ja: %@、検証済み
ko: %@, 검증됨
zh_hans: %@，已验证
zh_hant: %@，已驗證

source: %lld (from the wallet's list)
ja: %lld（ウォレットの一覧による値）
ko: %lld (지갑 목록 기준)
zh_hans: %lld（来自钱包列表）
zh_hant: %lld（依錢包清單）

source: %lld (the token's own claim)
ja: %lld（トークン自身が示す値）
ko: %lld (토큰이 스스로 밝힌 값)
zh_hans: %lld（代币自行声明的值）
zh_hant: %lld（代幣自行聲明）

source: %lld h ago
ja: %lld時間前
ko: %lld시간 전
zh_hans: %lld 小时前
zh_hant: %lld 小時前

source: %lld min ago
ja: %lld分前
ko: %lld분 전
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld people
ja: %lld人
ko: %lld명
zh_hans: %lld 人
zh_hant: %lld 人

source: %lld rewards
ja: 報酬%lld件
ko: 보상 %lld개
zh_hans: %lld 笔奖励
zh_hant: %lld 筆獎勵

source: %lld rewards · +%@ %@
ja: 報酬%lld件 · +%@ %@
ko: 보상 %lld개 · +%@ %@
zh_hans: %lld 笔奖励 · +%@ %@
zh_hant: %lld 筆獎勵 · +%@ %@

source: %lld%% of checks passed in the last %lld days
ja: 過去%2$lld日間の確認通過率%1$lld%%
ko: 최근 %2$lld일 확인 통과율 %1$lld%%
zh_hans: 过去 %2$lld 天通过了 %1$lld%% 的检查
zh_hant: 檢查通過率 %lld%%（最近 %lld 天）

source: %llu h
ja: %llu時間
ko: %llu시간
zh_hans: %llu 小时
zh_hant: %llu 小時

source: %llu proofs this session
ja: このセッションの証明%llu件
ko: 이번 세션 증명 %llu개
zh_hans: 本次运行完成 %llu 份证明
zh_hant: 本次執行已完成 %llu 份證明

source: %u tx
ja: 取引%u件
ko: 거래 %u건
zh_hans: %u 笔交易
zh_hant: %u 筆交易

source: (Launchpad · unverified)
ja: （ローンチパッド · 未確認）
ko: (런치패드 · 확인 안 됨)
zh_hans: （发行平台 · 未确认）
zh_hant: （發行平台 · 尚未驗證）

source: (unverified)
ja: （未確認）
ko: (확인 안 됨)
zh_hans: （未确认）
zh_hant: （尚未驗證）

source: +%@ %@ in the last hour
ja: 過去1時間で+%@ %@
ko: 최근 1시간 +%@ %@
zh_hans: 过去一小时 +%@ %@
zh_hant: +%@ %@（最近一小時）

source: +%@ %@ today
ja: 今日+%@ %@
ko: 오늘 +%@ %@
zh_hans: 今天 +%@ %@
zh_hant: +%@ %@（今天）

source: +%@ today
ja: 今日+%@
ko: 오늘 +%@
zh_hans: 今天 +%@
zh_hant: +%@（今天）

source: 0x lost account
ja: 0x… 失ったアカウント
ko: 0x… 잃어버린 계정
zh_hans: 0x 丢失的账户
zh_hant: 0x 遺失的帳戶

source: 0x lost account (that trusts this device)
ja: 0x… 失ったアカウント（このデバイスを復旧用に指定したもの）
ko: 0x… 잃어버린 계정(이 기기를 복구 기기로 둔 계정)
zh_hans: 0x 丢失的账户（信任此设备的账户）
zh_hant: 0x 遺失的帳戶（信任此裝置）

source: 0x recipient (several: comma-separated, one signature)
ja: 0x… 受取人（複数の場合はカンマで区切り、署名は1回）
ko: 0x… 받는 주소(여러 명이면 쉼표로 구분, 서명은 한 번)
zh_hans: 0x 收款地址（多个地址以逗号分隔，只需签名一次）
zh_hant: 0x 收款地址（多個地址以逗號分隔，只需簽署一次）

source: 0x… (several: separate with commas)
ja: 0x…（複数の場合はカンマで区切る）
ko: 0x… (여러 명이면 쉼표로 구분)
zh_hans: 0x…（多个地址以逗号分隔）
zh_hant: 0x…（多個地址以逗號分隔）

source: 0x… address
ja: 0x… アドレス
ko: 0x… 주소
zh_hans: 0x… 地址
zh_hant: 0x… 地址

source: 1D
ja: 1日
ko: 1일
zh_hans: 1 天
zh_hant: 1 天

source: 1H
ja: 1時間
ko: 1시간
zh_hans: 1 小时
zh_hant: 1 小時

source: 1W
ja: 1週間
ko: 1주
zh_hans: 1 周
zh_hant: 1 週

source: 24 recovery words
ja: 復旧用の24単語
ko: 복구 단어 24개
zh_hans: 24 个恢复词
zh_hant: 24 個復原詞語

source: 50 GB (default)
ja: 50 GB（初期値）
ko: 50 GB (기본)
zh_hans: 50 GB（默认）
zh_hant: 50 GB（預設）

source: A data folder points to another location. Remove the link and reopen the app.
ja: データフォルダが別の場所にリンクしています。リンクを削除してアプリを開き直してください。
ko: 데이터 폴더가 다른 위치로 연결돼 있어요. 연결을 제거하고 앱을 다시 열어 주세요.
zh_hans: 数据文件夹指向其他位置，请移除链接并重新打开应用。
zh_hant: 資料夾指向另一個位置，請移除連結後重新開啟應用程式。

source: A folder iCloud syncs cannot hold it: another Mac would get a copy. Pick another place.
ja: iCloudで同期するフォルダには保存できません。別のMacにコピーができるためです。別の場所を選んでください。
ko: iCloud로 동기화되는 폴더에는 둘 수 없어요. 다른 Mac에 사본이 생기기 때문이에요. 다른 위치를 골라 주세요.
zh_hans: 无法存放在 iCloud 同步的文件夹中，否则另一台 Mac 会获得副本。请选择其他位置。
zh_hant: 不能儲存在 iCloud 同步的資料夾，否則另一部 Mac 會取得副本。請選擇其他位置。

source: A network share cannot hold the block data. Pick a disk connected to this Mac.
ja: ネットワークの共有フォルダにはブロックデータを保存できません。このMacに直接接続したディスクを選んでください。
ko: 네트워크 공유 폴더에는 둘 수 없어요. 이 Mac에 직접 연결된 디스크를 골라 주세요.
zh_hans: 区块数据无法存放在网络共享位置，请选择连接到此 Mac 的磁盘。
zh_hant: 網路共用空間無法儲存區塊資料，請選擇連接至此 Mac 的磁碟。

source: A new size applies the next time the node starts. Nothing kept is lost; a smaller size deletes only what goes over it.
ja: 新しい容量はノードの次回起動時に適用されます。保管中のデータは失われません。容量を減らすと、超えた分だけ削除されます。
ko: 바꾼 용량은 노드가 다음에 시작할 때 적용돼요. 보관하던 데이터는 사라지지 않고, 줄이면 넘치는 만큼만 지워요.
zh_hans: 新的容量在节点下次启动时生效。保留的数据不会丢失，缩小容量只会删除超出的部分。
zh_hant: 新容量會在節點下次啟動時套用。已保留的資料不會遺失，縮小容量只會刪除超出的部分。

source: A page asked for this payment. Check the address and amount.
ja: ウェブページから支払いの依頼が届きました。アドレスと金額を確認してください。
ko: 웹페이지에서 이 결제를 요청했어요. 주소와 금액을 확인해 주세요.
zh_hans: 网页请求这笔付款。请检查地址和金额。
zh_hant: 網頁請求這筆付款。請確認地址與金額。

source: A page asked for this payment: %@
ja: ウェブページから支払いの依頼が届きました：%@
ko: 웹페이지에서 이 결제를 요청했어요: %@
zh_hans: 网页请求这笔付款：%@
zh_hant: 網頁請求這筆付款：%@

source: A page asks you to sign this. Check it before you approve.
ja: ウェブページが署名を求めています。承認する前に内容を確認してください。
ko: 웹페이지에서 서명을 요청했어요. 승인하기 전에 내용을 확인해 주세요.
zh_hans: 网页请求你签名。批准前请先检查内容。
zh_hant: 網頁請求你簽署這份內容。請先確認，再批准。

source: A page wants to see your address %@. It cannot move funds: every payment or call still asks you here.
ja: ウェブページがアドレス%@の閲覧を求めています。資金を動かすことはできません。支払いや呼び出しは毎回ここで確認します。
ko: 웹페이지에서 내 주소(%@)를 보려고 해요. 주소만 보여 주므로 돈을 옮길 수는 없어요. 결제나 요청은 매번 여기서 다시 물어봐요.
zh_hans: 网页想查看你的地址 %@。它无法转移资金，每次付款或调用仍会在此征求同意。
zh_hant: 網頁想查看你的地址 %@。查看地址無法移動資金，每次付款或呼叫仍會在這裡詢問你。

source: A recovery of THIS account is pending (ready %@)
ja: このアカウントの復旧が進行中です（%@から実行できます）
ko: 이 계정의 복구가 진행 중이에요(%@부터 실행 가능)
zh_hans: 此账户的恢复正在等待中（%@ 起可执行）
zh_hant: 此帳戶的復原正在等待中（%@ 後可執行）

source: A secondary disk (an external SSD, say) with at least %@ free is recommended. Pick it under Block data location above.
ja: %@以上の空き容量がある別のディスク（外付けSSDなど）をおすすめします。上の「ブロックデータの保存先」で選んでください。
ko: %@ 이상 비어 있는 보조 디스크(외장 SSD 등)를 권해요. 위의 ‘블록 데이터 위치’에서 고를 수 있어요.
zh_hans: 建议使用空闲至少 %@ 的辅助磁盘，例如外置 SSD。可在上方的“区块数据位置”中选择。
zh_hant: 建議使用至少有 %@ 可用空間的第二個磁碟，例如外接 SSD。可在上方「區塊資料位置」中選擇。

source: A small one-time fee on first use
ja: 初回の使用時に少額の手数料がかかります
ko: 첫 사용 시 약간의 수수료
zh_hans: 首次使用时收取少量一次性手续费
zh_hant: 首次使用時收取少量一次性手續費

source: AI agent payments
ja: AIエージェントの支払い
ko: AI 에이전트 결제
zh_hans: AI 代理付款
zh_hant: 人工智慧代理付款

source: AI agents on this Mac, like Claude Code or Codex, can pay from this wallet — only to payees you approve and within the limits you set with Touch ID. The network refuses anything over those limits.
ja: Claude CodeやCodexなど、このMacのAIエージェントがウォレットから支払えます。承認した受取人にのみ、Touch IDで設定した上限内で送れます。上限を超える支払いはネットワークが拒否します。
ko: Claude Code나 Codex 같은 이 Mac의 AI 에이전트가 이 지갑에서 결제할 수 있어요. 내가 승인한 받는 곳에만, Touch ID로 정한 한도 안에서만 보낼 수 있고, 한도를 넘는 결제는 네트워크가 막아요.
zh_hans: 此 Mac 上的 Claude Code、Codex 等 AI 代理可以通过这个钱包付款，只能付给你批准的收款人，并遵守你用 Touch ID 设置的限额。网络会拒绝超出限额的付款。
zh_hant: Claude Code 或 Codex 等此 Mac 上的人工智慧代理可用這個錢包付款。只能付給你批准的收款人，且須在你透過 Touch ID 設定的限額內。網路會拒絕超出限額的付款。

source: API credits
ja: API使用料
ko: API 사용료
zh_hans: API 额度
zh_hant: API 使用額度

source: Account
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Account %lld
ja: アカウント %lld
ko: 계정 %lld
zh_hans: 账户 %lld
zh_hant: 帳戶 %lld

source: Account 1
ja: アカウント1
ko: 계정 1
zh_hans: 账户 1
zh_hant: 帳戶 1

source: Account actions
ja: アカウントの操作
ko: 계정 작업
zh_hans: 账户操作
zh_hant: 帳戶操作

source: Account name
ja: アカウント名
ko: 계정 이름
zh_hans: 账户名称
zh_hant: 帳戶名稱

source: Accounts
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Action
ja: 操作
ko: 동작
zh_hans: 操作
zh_hant: 操作

source: Activity
ja: 履歴
ko: 활동
zh_hans: 活动
zh_hant: 活動

source: Activity on the network
ja: ネットワークの履歴
ko: 네트워크 활동
zh_hans: 网络活动
zh_hant: 網路活動

source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add a favorite
ja: お気に入りを追加
ko: 즐겨찾기 추가
zh_hans: 添加收藏
zh_hant: 新增收藏

source: Add a favorite with the star in the address bar.
ja: アドレスバーの星を押してお気に入りを追加できます。
ko: 주소창의 별을 눌러 즐겨찾기를 추가하세요.
zh_hans: 点击地址栏中的星号添加收藏。
zh_hant: 按一下網址列中的星號新增收藏。

source: Add a recipient first.
ja: 先に受取人を入力してください。
ko: 받는 사람을 먼저 입력해 주세요.
zh_hans: 请先添加收款人。
zh_hant: 請先新增收款人。

source: Add another address to see one combined history. This is view only; signing keys stay in their own wallets.
ja: 別のアドレスを追加すると、履歴をまとめて確認できます。閲覧専用です。署名キーはそれぞれのウォレットに残ります。
ko: 다른 주소를 추가하면 내역을 한곳에서 볼 수 있어요. 보기만 할 뿐, 서명 키는 각자의 지갑에 그대로 있어요.
zh_hans: 添加其他地址，即可在此查看合并的记录。这仅用于查看，签名密钥仍留在各自的钱包中。
zh_hant: 新增其他地址，即可在同一處查看紀錄。這只供查看，簽署金鑰仍留在各自的錢包中。

source: Add liquidity
ja: 流動性を追加
ko: 유동성 추가
zh_hans: 添加流动性
zh_hant: 新增流動性

source: Add liquidity with %@
ja: %@で流動性を追加
ko: 유동성 추가 (%@ 포함)
zh_hans: 用 %@ 添加流动性
zh_hant: 以 %@ 新增流動性

source: Added liquidity
ja: 流動性を追加しました
ko: 유동성 추가
zh_hans: 已添加流动性
zh_hant: 已新增流動性

source: Addresses with a username or password cannot be opened.
ja: ユーザー名やパスワードを含むアドレスは開けません。
ko: 사용자 이름이나 비밀번호가 들어 있는 주소는 열 수 없어요.
zh_hans: 无法打开包含用户名或密码的地址。
zh_hant: 無法開啟包含使用者名稱或密碼的地址。

source: Adds up to your verified balance
ja: 検証済みの残高と一致しています
ko: 검증된 잔액과 정확히 맞아요
zh_hans: 合计与已验证的余额一致
zh_hant: 總額與已驗證餘額相符

source: Aether could not be moved to the Trash. Move it there in Finder, then reopen EastSea.
ja: Aetherをゴミ箱に移せませんでした。Finderで移してからEastSeaをもう一度開いてください。
ko: Aether를 휴지통으로 옮기지 못했어요. Finder에서 직접 옮긴 뒤 동해를 다시 열어 주세요.
zh_hans: 未能将 Aether 移到废纸篓。请在 Finder 中移入，再重新打开 EastSea。
zh_hant: 無法將 Aether 移到垃圾桶。請在 Finder 中移入，再重新開啟 EastSea。
